Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Defaults to false. When true, will lower BG target when autosens detects resistance
bg: Стойност по подразбиране: false. При true понижава целта за кръвна захар, когато Autosens установи резистентност
cs: Výchozí hodnota je vypnuta. Pokud je tato volba zapnuta, sníží cílovou glykémii, když Autosens detekuje rezistenci
da: Standard er falsk. Når sand, vil sænke BG mål, når autosens detekterer modstand
de: Standardmäßig ausgeschaltet. Wenn aktiviert, wird das Glukoseziel herabgesetzt, sobald Autosens eine Resistenz erkennt.
es: Por defecto es falso. Cuando es verdadero, reducirá el objetivo BG cuando detecte resistencia
fr: Par défaut, cette option est désactivée. Lorsqu’elle est activée, elle abaisse la Cible de glucose lorsque la sensibilité automatique (Autosens) détecte une résistance
it: I valori predefiniti sono falsi. Quando VERO, abbasserà il target glicemico quando autosensibilità rileva resistenza insulinica
nb_no: Standard slått av. Når slått på, vil BS-målet senkes når autosens oppdater insulinresistens
nl: Is standaard uitgeschakeld. Wanneer ingeschakeld, zal het BG doel verlagen als autosens minder gevoeligheid detecteert
pl: Domyślnie wyłączone. Jeśli włączysz obniży cel glikemii, gdy autosens wykryje opór w działaniu insuliny
pt_pt: O padrão é falso. Quando verdadeiro, diminuirá o alvo em glicemia quando autosens detectar resistência
ru: Если включено, понижает целевой диапазон при обнаружении пониженной чувствительности
sv: Av som standard. Sänker målglukosvärdet när 'Autosens' upptäcker minskad insulinkänslighet
uk: Якщо увімкнено, знижує цільовий діапазон при виявленні зниженої чутливості
vi: Mặc định là tắt. Khi bật, sẽ hạ mục tiêu đường huyết khi autosens phát hiện tình trạng kháng insulin
zh_hant: 預設為假。當設為真時，當自動敏感度檢測阻力時，會降低血糖目標。

source: Defaults to start at 30. This is the maximum minutes of basal that can be delivered as a single SMB with uncovered COB. This gives the ability to make SMB more aggressive if you choose. It is recommended that the value is set to start at 30, in line with the default, and if you choose to increase this value, do so in no more than 15 minute increments, keeping a close eye on the effects of the changes. It is not recommended to set this value higher than 90 mins, as this may affect the ability for the algorithm to safely zero temp. It is also recommended that pushover is used when setting the value to be greater than default, so that alerts are generated for any predicted lows or highs.
bg: Стойност по подразбиране: 30. Това е максималният брой минути базал, който може да се подаде като един SMB при непокрити COB. Позволява да направите SMB по-агресивен, ако решите. Препоръчва се да започнете със стойност 30 (по подразбиране), и ако решите да я увеличите, правете го на стъпки от не повече от 15 минути, като внимателно наблюдавате ефекта от промените. Не се препоръчва стойност над 90 мин, защото това може да повлияе на способността на алгоритъма безопасно да занули временен базал. Препоръчва се също да използвате pushover при стойност над подразбиращата, за да получавате известия за прогнозирани ниски или високи стойности.
cs: Výchozí hodnota je 30. Je to maximální počet minut bazálu, které lze podat jako jeden SMB při nepokrytých sacharidech (COB). To ti dává možnost nastavit SMB agresivněji, pokud chceš. Doporučuje se nechat hodnotu na 30 (v souladu s výchozím nastavením). Pokud se ji rozhodneš zvýšit, dělej to v krocích po maximálně 15 minutách a pečlivě sleduj účinky změn. Nedoporučuje se nastavovat tuhle hodnotu vyšší než 90 minut, protože by to mohlo ovlivnit schopnost algoritmu bezpečně vynulovat bazál (zero temp). Při nastavení hodnoty vyšší než výchozí se také doporučuje používat Pushover, aby se generovaly výstrahy pro jakékoli předpovídané nízké nebo vysoké hodnoty.
da: Standard starter ved 30. Dette er de maksimale minutter af basal, der kan leveres som en enkelt SMB med afdækkede COB. Dette giver mulighed for at gøre SMB mere aggressiv, hvis du vælger. Det anbefales, at værdien er sat til at starte på 30, i overensstemmelse med standarden, og hvis du vælger at øge denne værdi, gøre det i højst 15 minutters trin, holde nøje øje med virkningerne af ændringerne. Det anbefales ikke at sætte denne værdi højere end 90 minutter, da dette kan påvirke algoritmens evne til sikkert at nul temp. Det anbefales også, at pushover bruges ved indstilling af værdien til at være større end standard, således at der genereres alarmer for eventuelle forudsagte lav eller højder.
de: Standardmäßiger Beginn mit 30. Dies ist die maximale Anzahl von Basalminuten, die als einzelne SMB mit nicht abgedecktem COB abgegeben werden können. Dies gibt Dir die Möglichkeit, die SMB aggressiver zu gestalten, wenn Du dies wünschst. Es wird empfohlen, den Wert auf 30 einzustellen, was der Standardeinstellung entspricht. Wenn Du diesen Wert erhöhen möchtest, solltest Du dies in Schritten von höchstens 15 Minuten tun und die Auswirkungen der Änderungen genau im Auge behalten. Es wird nicht empfohlen, diesen Wert höher als 90 Minuten einzustellen, da dies die Fähigkeit des Algorithmus beeinträchtigen kann, die Temporären Basalraten sicher auf Null zu setzen. Es wird auch empfohlen, den Benachrichtigungen anzuschalten, wenn der Wert größer als der Standardwert ist, so dass bei vorhergesagten Tiefst- oder Höchstwerten eine Warnung ausgegeben wird.
es: Por defecto comienza en 30. Este es el máximo de minutos de basal que se puede entregar como un solo SMB con COB no cubiertos. Esto da la capacidad de hacer los SMB más agresivos si lo desea. Se recomienda que el valor se establezca a partir de 30, en línea con el valor predeterminado, y si decide aumentar este valor, hacerlo en incrementos de no más de 15 minutos, vigilando de cerca los efectos de los cambios. No se recomienda establecer este valor superior a 90 minutos, ya que esto puede afectar a la capacidad del algoritmo para poner suspender la basal temporalmente. Se recomienda también usar Pushover cuando se establezca un valor mayor que el predeterminado, para que las alarmas se generen para cualquier hipo o hiper prevista.
fr: Valeur par défaut : 30. Détermine la durée maximale (en minutes) de basal pouvant être administrée sous forme d’un seul Super Micro Bolus (SMB) en présence de glucides actifs (COB) non couverts. Cette valeur permet de rendre les SMB plus ou moins agressifs selon vos préférences. Il est recommandé de conserver la valeur par défaut de 30 et, si vous choisissez de l’augmenter par la suite, de le faire par paliers de 15 minutes maximum en surveillant attentivement les effets des modifications. Il n’est pas conseillé de dépasser 90 minutes, car cela pourrait compromettre la capacité de l’algorithme à suspendre temporairement l’administration en toute sécurité. Il est également recommandé d’activer Pushover (ou tout autre système de notification) pour recevoir une alerte si la mesure de glucose risque de sortir de la plage cible (risque d'hypoglycémie ou d'hyperglycémie).
it: Predefinito per iniziare a 30 minuti. Questo è il massimo di minuti di basale che possono essere somministrati come un singolo SMB con COB non coperti. Questo dà la possibilità di rendere SMB più aggressivo se viene selezionato. Si raccomanda che il valore sia impostato per iniziare a 30, in linea con il valore predefinito, e se si sceglie di aumentare questo valore, farlo con incrementi non superiori a 15 minuti, facendo grande attenzione agli effetti dei cambiamenti. Non è consigliabile impostare questo valore oltre a 90 minuti, in quanto ciò potrebbe influire sulla capacità dell'algoritmo di azzerare in sicurezza la basale temporanea. Si raccomanda inoltre di utilizzare il pushover quando si imposta un valore maggiore di quello predefinito, in modo che le siano generati in anticipo avvertimenti per alti o bassi valori glicemici predetti.
nb_no: Standardverdi er 30. Dette er maksimalt antall minutter basal som kan bli levert som én enkelt SMB ved udekket COB. Dette gir muligheten til å gjøre SMB mer aggressiv hvis du ønsker det. Det er anbefalt at verdien starter på 30, og at du ikke endrer med mer enn 15 minutter av gangen. Følg nøye med på effekten av hver endring. Det er ikke anbefalt å sette denne høyere enn 90 minutter, da det kan påvirke algoritmens mulighet til trygt å sette 0-mål. Det er også anbefalt at pushover benyttes dersom du setter en verdi høyere enn standard. Dette gir varsler for enhver antatt lav eller høy verdi.
nl: Staat standaard op 30. Dit is het maximum aantal minuten aan basaal dat kan worden toegediend als een enkele supermicrobolus (SMB), zonder dat dit gecompenseerd wordt door COB. Dit zorgt ervoor dat SMB agressiever kan worden ingesteld als je daarvoor kiest. Het is aanbevolen om te beginnen met een waarde van 30 minuten, in lijn met de standaard waarde. Als je ervoor kiest om de waarde te verhogen, doe dit dan met kleine stapjes van maximaal 15 minuten per keer en hou het effect heel goed in de gaten. Het is niet aanbevolen om dit hoger dan 90 minuten in te stellen, dit beperkt de mogelijkheid van het algoritme om veilig een tijdelijk 0-basaal in te stellen. Het wordt ook aanbevolen om pushberichten aan te zetten voor wanneer de glucose waardes hoog of laag dreigen te raken.
pl: Domyślna wartość to 30. Jest to maksymalna ilość minut bazy którą można dostarczyć jako pojedynczy SMB z niepokrytym COB. Daje to możliwość uczynienia SMB bardziej agresywnym, jeśli chcesz. Zaleca się, aby wartość zaczęła się od 30, zgodnie z domyślną wartością a jeśli zdecydujesz się na zwiększenie tej wartości, rób to w odstępach nie dłuższych niż 15 minut, uważnie obserwując skutki zmian. Nie zaleca się ustawiania tej wartości powyżej 90 minut, ponieważ może to mieć wpływ na zdolność algorytmu do bezpiecznego zerowania temperatury. Zaleca się również, użycie powiadomień podczas ustawiania wartości większej niż wartość domyślna, tak aby ostrzeżenia były generowane dla przewidywanego niskiego lub wysokiego poziomu.
pt_pt: O padrão é começar às 30. Esta é a acta máxima da basal que pode ser entregue como uma única SMB com COB descoberto. Isto dá a capacidade de tornar as SMB mais agressivas se você escolher. É recomendado que o valor seja definido para começar com 30, em linha com o padrão, e se você optar por aumentar esse valor, Faça-o apenas com um acréscimo de 15 minutos, acompanhando de perto os efeitos das alterações. Não é recomendado definir este valor superior a 90 minutos, pois isso pode afetar a habilidade de usar um algoritmo em condições de segurança em qualquer temp. Também é recomendado que o pushover seja usado ao configurar o valor para ser maior do que o padrão, para que os alertas sejam gerados para quaisquer mínimos ou máximos previstos.
ru: По умолчанию, начинается с 30 мин. Максимальное количество базальных минут, которое может быть доставлено как один SMB с непокрытыми углеводами. Это дает возможность сделать SMB более агрессивным. Рекомендуется, чтобы значение начиналось с 30. Увеличивайте значение не более чем на 15 минут, не забывая при этом о контроле. Не рекомендуется устанавливать это значение больше 90 минут, так как это может повлиять на способность алгоритма безопасного отключения базы. Также рекомендуется использовать pushover при установке значения больше 30, чтобы оповещения генерировались для любых прогнозируемых низких или высоких значений СК.
sv: Standardvärde 30. Detta är det maximala antal minuter av din ordinarie basal som kommer att ges som en SMB. Denna inställning ger möjlighet att göra SMB större och behandlingen med SMB mer aggressiv. Det rekommenderas att börja med 30 minuter, och om du väljer att öka detta värde, göra det stegvis i högst 15 minuters steg, samtidigt som du noga följer effekterna av de nya inställningarna. Det rekommenderas inte att ställa in detta värde högre än 90 minuter, eftersom detta påverkar algoritmens förmåga att säkert kunna balansera med temporära basaler på 0 E/h. Det rekommenderas också att tjänsten Pushover används när värdet sätts till att vara större än standard, så att varningar och notiser kan genereras för alla förväntade glukosdalar och toppar.
uk: За замовчуванням починається з 30 хв. Максимальна кількість базальних хвилин може бути доставлена як один SMB з непокритими вуглеводами. Це дозволяє зробити SMB більш агресивним. Рекомендується, щоб значення починалося з 30. Збільшуйте значення не більше ніж на 15 хвилин, не забуваючи при цьому контролю. Не рекомендується встановлювати це значення більше 90 хвилин, оскільки це може вплинути на здатність алгоритму безпечного відключення бази. Також рекомендується використовувати pushover при встановленні значення більше 30, щоб оповіщення генерувалися для будь-яких прогнозованих низьких або високих значень BG.
vi: Mặc định bắt đầu từ 30 phút. Đây là số phút tối đa của liều nền có thể được tiêm dưới dạng một SMB duy nhất khi có lượng carb (COB) chưa được bù. Giá trị này cho phép SMB hoạt động mạnh mẽ hơn nếu bạn muốn. Khuyến nghị nên giữ giá trị ở mức mặc định 30 phút khi bắt đầu. Nếu bạn muốn tăng giá trị này, hãy tăng không quá 15 phút mỗi lần và theo dõi chặt chẽ các tác động của thay đổi. Không khuyến khích đặt giá trị này vượt quá 90 phút vì điều đó có thể ảnh hưởng đến khả năng của thuật toán trong việc tự động đưa liều nền về mức tạm ngưng an toàn (zero temp). Ngoài ra, cũng khuyến nghị sử dụng Pushover khi đặt giá trị cao hơn mặc định, nhằm đảm bảo có thể nhận được cảnh báo nếu có nguy cơ hạ hoặc tăng đường huyết được dự đoán.
zh_hant: 預設為 30。這是可以作為單一超微量注射送達的基礎最大分鐘數，並且未覆蓋 COB。這使得 SMB 可以在您選擇的情況下變得更具侵略性。建議該值設為 30，與預設一致，若您選擇增加此值，則每次增加不超過 15 分鐘，並密切關注變更的影響。不建議將此值設高於 90 分鐘，因為這可能影響算法安全歸零臨時。當設置此值大於預設時，也建議使用 pushover，以便對任何預測的低或高發送警報。
